{
  "myblog": "Saat ini saya aktif menulis dan mengelola konten di blog yang saya develop sendiri. Secara rutin dan berkala saya masih terus memperbarui konten kontent untuk blog baik itu sekedar mengisi sebuah tulisan dengan rubrik yang sederhana maupun ilmiah. Membangun tema yang lebih beragam dari mulai pembahasa tips and trick, ide bisnis, peluang entrepreneur, keilmuan dan pengalaman dalam perjalanan kehidupan yang kulalui, untuk menjadi sebuah dokumentasi yang merekam jejak-jejak informasi digital dizamanku. ",

  "satu": "Ini fulltime job terbaru saya, di perusahaan Evoush - Indonesia yang merupakan sebuah perusahaan distributor product kosmetik dan nutrisi dengan system penjualan langsung dan multi level. Dalam team ini tugas utama saya membangun aplikasi berbasis web dari awal, yang diantaranya adalah membangun progressive web application dengan standar ServerSideRender sebagai mode utama dimana di dalam aplikasi web utama ini saya membangun media branding, target marketing untuk meningkatkan sales, media untuk member dan leader di PT. Pineleng Indah Cemerlang dan media tambahan yaitu aplikasi untuk membantu dalam kegiatan beribadah dengan bersumber pada data api dan geolocation api yang telah di persiapkan di backend. seperti aplikasi AlQuran Digital, Aplikasi Waktu Shalat per daerah dan masih banyak lagi, kemudian aplikasi untuk konsultasi kesehatan dengan nara sumber Dokter yang telah resmi di tugaskan oleh perusahaan. Setiap member yang join akan mendapatkan website replika yang mereka bisa login dan mendesign sendiri tampilan web, update profile page dan promosi branding untuk bisnis mereka. Di 3 bulan pertama saya bekerja di PT. Pineleng Indah Cemerlang saya mendapatkan reward berupa kenaikan gaji atas prestasi saya yang berhasil mendongkrak sales marketing untuk penjualan product, join beberapa member baru untuk perusahaan, yang mana di 3 bulan pertama itu nilai penjualan produk meningkat dan tumbuh berkembang dari aplikasi web yang saya bangun dari awal dan sekarang sudah pada tahap maintenance berupa pembaruan template jika ada, ataupun update platform utama . Keseluruhan aplikasi website evoush dapat dilihat di link project di bagian bawah.",

  "dua": "Disini saya bertugas mengelola content website, blog, membuat riset untuk konten yang akan di terbitkan, membuat konsep design untuk layout dalam skala client side. Mempersiapkan konten yang akan dirilis ke publik agar tetap terjaga originalitasnya sebelum dirilis ke publik.Selanjutnya dibagian backend saya menyiapkan jalur data untuk frontend marketplace, kemudian melakukan proses grabbing ke server untuk di teruskan di frontend melalui proses ajax. Keseluruhan website dan blog syoobe dapat dilihat di link project di bagian bawah.",

  "tiga": "Di perusahaan PT. Gemilang Citrus Berjaya tugas utama saya adalah Fullstack Web Developer dimana tugas utama saya adalah membangun aplikasi berbasis web guna membangun citra perusahaan, sehingga harapan awal adalah meningkatnya target sales marketing, target pertambahan member join. Dan alhamdulillah di bulan pertama ketika aplikasi berbasis web ourcitrus di luncurkan menarik minat banyak kalangan yang bergelut di bidang bisnis network marketing karena informasi product yang menarik dengan content-content yang telah terpilih sebagai media branding dengan target meningkatkan daya tarik. Dan reward saya ketika itu adalah berupa kenaikan gaji yang signifikan ke nilai dua kali lipat gaji utama saya. Aplikasi web utama ourcitrus di bangun menggunakan ReactJS sebagai antarmuka atau frontend yang menyajikan konten dan design menarik pada saat itu, dan untuk backend saya membangun aplikasi backend menggunakan codeigniter 3 yang di peruntukan sebagai basis managerial data-data perusahaan berupa data product, data join member, email marketing, konten media branding dan kebutuhan backoffice gudang.",

  "empat": "Di Persuhaan ini saya mengerjakan perawatan jaringan internet dalam skala RT/RW Net dan hotspot cafe, bagi client-client dan member yang terdaftar dalam administrasi jasa jaringan internet berbasis hotspot. Juga mendukung pekerjaan lainnya yang berhubungan dengan help desk dan IT Support"
}
